Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TurnoverScopeShenzhenMain
source: Shenzhen main board
cs: Šen-čen, hlavní trh
de: Shenzhen Hauptmarkt
es: Shenzhen, board principal
fr: Shenzhen, marché principal
it: Shenzhen, mercato principale
ja: 深センメインボード
ko: 심천 메인보드
pl: Shenzhen, rynek główny
pt_br: Shenzhen, quadro principal
ru: Шэньчжэнь, основная доска
tr: Shenzhen ana pazarı
zh_hans: 深市主板
zh_hant: 深市主板

# TurnoverScopeChiNext
source: ChiNext board
cs: ChiNext
de: ChiNext
es: ChiNext
fr: ChiNext
it: ChiNext
ja: 創業板
ko: 창업판 (ChiNext)
pl: ChiNext
pt_br: ChiNext
ru: ChiNext
tr: ChiNext
zh_hans: 创业板
zh_hant: 創業板

# TurnoverScopeWithBeijing
source: Both + BSE 50
cs: Obě + BSE 50
de: Beide + BSE 50
es: Ambas + BSE 50
fr: Les deux + BSE 50
it: Entrambe + BSE 50
ja: 両市＋北証50
ko: 양대시장＋북증50
pl: Obie + BSE 50
pt_br: Ambas + BSE 50
ru: Обе + BSE 50
tr: İkisi + BSE 50
zh_hans: 沪深＋北证50
zh_hant: 滬深＋北證50

# TurnoverScopeNote.Text
source: Main boards are derived as the exchange total less its growth board; the BSE 50 covers fifty constituents, not the whole exchange.
cs: Hlavní trhy se počítají jako součet burzy minus její růstový trh; BSE 50 pokrývá padesát titulů, ne celou burzu.
de: Die Hauptmärkte werden als Börsenwert minus Wachstumssegment hergeleitet; der BSE 50 umfasst fünfzig Werte, nicht die ganze Börse.
es: Los boards principales se derivan del total de la bolsa menos su board de crecimiento; el BSE 50 cubre cincundo valores, no toda la bolsa.
fr: Les marchés principaux sont déduits du total de la bourse moins son marché de croissance ; le BSE 50 couvre cinquante valeurs, pas toute la bourse.
it: I mercati principali sono ricavati dal totale della borsa meno il suo mercato di crescita; il BSE 50 copre cinquanta titoli, non l'intera borsa.
ja: メインボードは取引所合計から該当ボードを差し引いて算出。北証50は成分株ベースで、北交所全体をカバーしません。
ko: 메인보드는 거래소 총액에서 해당 성장판을 빼서 계산합니다. 북증50은 50개 구성종목 기준으로 북경거래소 전체를 포함하지 않습니다.
pl: Rynki główne wyliczono jako sumę giełdową minus jej rynek wzrostu; BSE 50 obejmuje pięćdziesiąt spółek, nie całą giełdę.
pt_br: Os quadros principais são derivados do total da bolsa menos o seu quadro de crescimento; o BSE 50 cobre cinquuenta ativos, não toda a bolsa.
ru: Основные доски выводятся как итог биржи минус её доска роста; BSE 50 охватывает пятьдесят бумаг, а не всю биржу.
tr: Ana pazarlar, borsa toplamından büyüme pazarının düşülmesiyle bulunur; BSE 50, borsanın tamamını değil elli hisseyi kapsar.
zh_hans: 主板按交易所总额减去对应板块推导；北证 50 为成分股口径，不覆盖北交所全市场。
zh_hant: 主板按交易所總額減去對應板塊推導；北證 50 為成分股口徑，不覆蓋北交所全市場。

# TurnoverUnit
source: 100M CNY
cs: 100 mil. CNY
de: 100 Mio. CNY
it: 100 mln CNY
ja: 億元
ko: 억 위안
pl: 100 mln CNY
pt_br: 100 mi CNY
ru: 100 млн CNY
tr: 100 milyon CNY
zh_hans: 亿元
zh_hant: 億元

# TurnoverSubtitle
source: {0} combined · unit: {1}
cs: {0} dohromady · jednotka: {1}
de: {0} zusammen · Einheit: {1}
es: {0} sumados · unidad: {1}
fr: {0} cumulés · unité : {1}
it: {0} sommati · unità: {1}
ja: {0} の合計 · 単位：{1}
ko: {0} 합계 · 단위: {1}
pl: {0} razem · jednostka: {1}
pt_br: {0} somados · unidade: {1}
ru: {0} вместе · единица: {1}
tr: {0} toplamı · birim: {1}
zh_hans: {0}合计 · 单位：{1}
zh_hant: {0}合計 · 單位：{1}

# TurnoverDaysLine
source: {0} to {1} · {2} trading days
cs: {0} až {1} · {2} obchodních dní
de: {0} bis {1} · {2} Handelstage
es: {0} al {1} · {2} sesiones
fr: {0} au {1} · {2} séances
it: dal {0} al {1} · {2} sedute
ja: {0} 〜 {1} · 計 {2} 営業日
ko: {0} ~ {1} · 총 {2} 거래일
pl: {0} do {1} · {2} sesji
pt_br: {0} a {1} · {2} pregões
ru: {0} — {1} · {2} торговых дней
tr: {0} – {1} · {2} işlem günü
zh_hans: {0} 至 {1} · 共 {2} 个交易日
zh_hant: {0} 至 {1} · 共 {2} 個交易日

# TurnoverAverageLabel
source: Mean {0}
cs: Průměr {0}
de: Mittel {0}
es: Media {0}
fr: Moyenne {0}
it: Media {0}
ja: 平均 {0}
ko: 평균 {0}
pl: Średnia {0}
pt_br: Média {0}
ru: Среднее {0}
tr: Ortalama {0}
zh_hans: 日均 {0}
zh_hant: 日均 {0}

# TurnoverStatAverage
source: Mean
cs: Průměr
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 平均
ko: 평균
pl: Średnia
pt_br: Média
ru: Среднее
tr: Ortalama
zh_hans: 日均
zh_hant: 日均

# TurnoverStatPeak
source: High
cs: Maximum
de: Höchst
es: Máximo
fr: Haut
it: Massimo
ja: 最高
ko: 최고
pl: Maks.
pt_br: Máximo
ru: Максимум
tr: En yüksek
zh_hans: 最高
zh_hant: 最高

# TurnoverStatLow
source: Low
cs: Minimum
de: Tiefst
es: Mínimo
fr: Bas
it: Minimo
ja: 最低
ko: 최저
pl: Min.
pt_br: Mínimo
ru: Минимум
tr: En düşük
zh_hans: 最低
zh_hant: 最低

# TurnoverStatRatio
source: High:low
cs: Max./min.
de: Höchst/Tiefst
es: Máx./mín.
fr: Haut/bas
it: Max/min
ja: 最高/最低
ko: 최고/최저
pl: Maks./min.
pt_br: Máx./mín.
ru: Макс./мин.
tr: Yüksek/düşük
zh_hans: 峰谷
zh_hant: 峰谷

# TurnoverFetching
source: Fetching {0}…
cs: Načítání {0}…
de: {0} wird abgerufen …
es: Obteniendo {0}…
fr: Récupération de {0}…
it: Scarico di {0}…
ja: {0} を取得中…
ko: {0} 가져오는 중…
pl: Pobieranie {0}…
pt_br: Obtendo {0}…
ru: Загрузка {0}…
tr: {0} alınıyor…
zh_hans: 正在获取 {0} …
zh_hant: 正在取得 {0} …

# TurnoverFetched
source: {0} trading days ({1} to {2}) · mean {3} · high {4} · low {5}
cs: {0} obchodních dní ({1} – {2}) · průměr {3} · maximum {4} · minimum {5}
de: {0} Handelstage ({1} bis {2}) · Mittel {3} · Höchst {4} · Tiefst {5}
es: {0} sesiones ({1} al {2}) · media {3} · máximo {4} · mínimo {5}
fr: {0} séances ({1} au {2}) · moyenne {3} · haut {4} · bas {5}
it: {0} sedute ({1} — {2}) · media {3} · massimo {4} · minimo {5}
ja: 計 {0} 営業日（{1} 〜 {2}）· 平均 {3} · 最高 {4} · 最低 {5}
ko: 총 {0} 거래일 ({1} ~ {2}) · 평균 {3} · 최고 {4} · 최저 {5}
pl: {0} sesji ({1} – {2}) · średnia {3} · maks. {4} · min. {5}
pt_br: {0} pregões ({1} a {2}) · média {3} · máximo {4} · mínimo {5}
ru: {0} торговых дней ({1} — {2}) · среднее {3} · максимум {4} · минимум {5}
tr: {0} işlem günü ({1} – {2}) · ortalama {3} · en yüksek {4} · en düşük {5}
zh_hans: 共 {0} 个交易日（{1} ~ {2}）· 日均 {3} · 最高 {4} · 最低 {5}
zh_hant: 共 {0} 個交易日（{1} ~ {2}）· 日均 {3} · 最高 {4} · 最低 {5}

# TurnoverRangeTooLong
source: That range is too long. One request reaches about {0} calendar days, so shorten it.
cs: Období je příliš dlouhé. Jeden dotaz dosáhne asi {0} kalendářních dní, zkraťte je.
de: Der Zeitraum ist zu lang. Eine Anfrage reicht etwa {0} Kalendertage zurück, bitte kürzen.
es: El periodo es demasiado largo. Una petición alcanza unos {0} días naturales, acórtelo.
fr: La période est trop longue. Une requête remonte d'environ {0} jours civils, veuillez la raccourcir.
it: Il periodo è troppo lungo. Una richiesta arriva a circa {0} giorni di calendario, accorcialo.
ja: 期間が長すぎます。1 回の要求で届くのは約 {0} 暦日までなので、短くしてください。
ko: 기간이 너무 깁니다. 한 번의 요청으로 약 {0}일(달력 기준)까지만 닿으니 줄여 주세요.
pl: Okres jest za długi. Jedno zapytanie sięga około {0} dni kalendarzowych, skróć go.
pt_br: O período é longo demais. Uma requisição alcança cerca de {0} dias de calendário, encurte-o.
ru: Период слишком длинный. Один запрос достаёт примерно {0} календарных дней, сократите его.
tr: Aralık çok uzun. Tek bir istek yaklaşık {0} takvim gününe uzanır, kısaltın.
zh_hans: 区间过长。单次最多约 {0} 个自然日，请缩短区间。
zh_hant: 區間過長。單次最多約 {0} 個自然日，請縮短區間。

# TurnoverRangeReversed
source: The start date must fall before the end date.
cs: Počáteční datum musí být před koncovým datem.
de: Das Startdatum muss vor dem Enddatum liegen.
es: La fecha de inicio debe ser anterior a la fecha final.
fr: La date de début doit être antérieure à la date de fin.
it: La data di inizio deve precedere la data di fine.
ja: 開始日は終了日より前にしてください。
ko: 시작 날짜는 종료 날짜보다 앞서야 합니다.
pl: Data początkowa musi być wcześniejsza niż data końcowa.
pt_br: A data inicial deve ser anterior à data final.
ru: Начальная дата должна быть раньше конечной.
tr: Başlangıç tarihi bitiş tarihinden önce olmalı.
zh_hans: 起始日期必须早于结束日期。
zh_hant: 起始日期必須早於結束日期。

# TurnoverTooFewDays
source: Not enough trading days in that range.
cs: V tomto období není dost obchodních dní.
de: In diesem Zeitraum liegen zu wenige Handelstage.
es: No hay suficientes sesiones en ese periodo.
fr: Pas assez de séances dans cette période.
it: Sedute insufficienti in quel periodo.
ja: この期間には十分な営業日がありません。
ko: 그 기간에는 거래일이 충분하지 않습니다.
pl: Za mało sesji w tym okresie.
pt_br: Pregões insuficientes nesse período.
ru: В этом периоде недостаточно торговых дней.
tr: Bu aralıkta yeterli işlem günü yok.
zh_hans: 该区间内可用交易日不足。
zh_hant: 該區間內可用交易日不足。

# TurnoverView.Header
source: Frame style
cs: Typ obrazu
de: Darstellung
es: Tipo de imagen
fr: Type de rendu
it: Tipo di resa
ja: 画面の形式
ko: 화면 형식
pl: Rodzaj obrazu
pt_br: Tipo de imagem
ru: Вид кадра
tr: Görüntü biçimi
zh_hans: 画面形态
zh_hant: 畫面形態

# TurnoverViewBars
source: Bar race
cs: Závod sloupců
de: Balkenrennen
es: Carrera de barras
fr: Course de barres
it: Gara di barre
ja: バーレース
ko: 바 레이스
pl: Wyścig słupków
pt_br: Corrida de barras
ru: Гонка столбцов
tr: Çubuk yarışı
zh_hans: 柱状竞长
zh_hant: 柱狀競長

# TurnoverViewCalendar
source: Calendar heat map
cs: Kalendářová heatmapa
de: Kalender-Heatmap
es: Mapa de calor de calendario
fr: Carte de chaleur calendaire
it: Mappa di calore a calendario
ja: カレンダーヒートマップ
ko: 캘린더 히트맵
pl: Kalendarzowa mapa ciepła
pt_br: Mapa de calor de calendário
ru: Календарная теплокарта
tr: Takvim ısı haritası
zh_hans: 日历热力图
zh_hant: 日曆熱力圖

# ReturnStageTitle
source: SSE Composite daily change
cs: Denní změna indexu SSE Composite
de: SSE Composite, tägliche Veränderung
es: Variación diaria del SSE Composite
fr: Variation quotidienne du SSE Composite
it: Variazione giornaliera dello SSE Composite
ja: 上海総合指数の日次騰落
ko: 상하이종합지수 일간 등락
pl: Dzienna zmiana indeksu SSE Composite
pt_br: Variação diária do SSE Composite
ru: Дневное изменение SSE Composite
tr: SSE Composite günlük değişim
zh_hans: 上证指数每日涨跌
zh_hant: 上證指數每日漲跌

# ReturnSubtitle
source: {0} · daily change on close · unit: %
cs: {0} · denní změna uzavírací ceny · jednotka: %
de: {0} · tägliche Veränderung zum Schlusskurs · Einheit: %
es: {0} · variación diaria al cierre · unidad: %
fr: {0} · variation quotidienne à la clôture · unité : %
it: {0} · variazione giornaliera alla chiusura · unità: %
ja: {0} · 終値の日次騰落 · 単位：%
ko: {0} · 종가 일일 등락 · 단위: %
pl: {0} · dzienna zmiana na zamknięciu · jednostka: %
pt_br: {0} · variação diária no fechamento · unidade: %
ru: {0} · ежедневное изменение закрытия · единица: %
tr: {0} · kapanışta günlük değişim · birim: %
zh_hans: {0} · 收盘价日涨跌幅 · 单位：%
zh_hant: {0} · 收盤價日漲跌幅 · 單位：%

# ReturnStatUp
source: Up
cs: Vzestup
de: Im Plus
es: Al alza
fr: En hausse
it: In rialzo
ja: 上昇
ko: 상승
pl: Wzrosty
pt_br: Em alta
ru: Рост
tr: Yükselen
zh_hans: 上涨
zh_hant: 上漲

# ReturnStatDown
source: Down
cs: Pokles
de: Im Minus
es: A la baja
fr: En baisse
it: In ribasso
ja: 下落
ko: 하락
pl: Spadki
pt_br: Em baixa
ru: Падение
tr: Düşen
zh_hans: 下跌
zh_hant: 下跌

# ReturnStatBest
source: Best day
cs: Nejlepší den
de: Bester Tag
es: Mejor día
fr: Meilleur jour
it: Giorno migliore
ja: 最大上昇
ko: 최대 상승
pl: Najlepszy dzień
pt_br: Melhor dia
ru: Лучший день
tr: En iyi gün
zh_hans: 最大涨
zh_hant: 最大漲

# ReturnStatWorst
source: Worst day
cs: Nejhorší den
de: Schlechtester Tag
es: Peor día
fr: Pire jour
it: Giorno peggiore
ja: 最大下落
ko: 최대 하락
pl: Najgorszy dzień
pt_br: Pior dia
ru: Худший день
tr: En kötü gün
zh_hans: 最大跌
zh_hant: 最大跌

# ReturnDayCount
source: {0} days
cs: {0} dní
de: {0} Tage
es: {0} días
fr: {0} jours
it: {0} giorni
ja: {0} 日
ko: {0}일
pl: {0} dni
pt_br: {0} dias
ru: {0} дн.
tr: {0} gün
zh_hans: {0} 天
zh_hant: {0} 天

# StudioCover.Content
source: Save cover PNG
cs: Uložit obálku jako PNG
de: Titelbild als PNG
es: Guardar portada PNG
fr: Enregistrer la vignette en PNG
it: Salva la copertina in PNG
ja: サムネイルを PNG で保存
ko: 커버 PNG 저장
pl: Zapisz okładkę PNG
pt_br: Salvar capa PNG
ru: Сохранить обложку PNG
tr: Kapağı PNG olarak kaydet
zh_hans: 导出封面 PNG
zh_hant: 匯出封面 PNG

# StudioCoverNote.Text
source: Saves whichever frame the preview is parked on, at the full export resolution.
cs: Uloží ten snímek, na kterém náhled stojí, v plném rozlišení exportu.
de: Speichert genau das Bild, auf dem die Vorschau steht, in der vollen Exportauflösung.
es: Guarda el fotograma en el que está detenida la vista previa, a la resolución de exportación.
fr: Enregistre l'image sur laquelle l'aperçu est arrêté, à la résolution d'export.
it: Salva il fotogramma su cui è fermata l'anteprima, alla risoluzione di esportazione.
ja: プレビューに止まっているそのフレームを、書き出し解像度で保存します。
ko: 미리 보기에 멈춰 있는 그 프레임을 내보내기 해상도로 저장합니다.
pl: Zapisuje tę klatkę, na której zatrzymał się podgląd, w pełnej rozdzielczości eksportu.
pt_br: Salva o quadro em que a prévia está parada, na resolução de exportação.
ru: Сохраняет тот кадр, на котором стоит предпросмотр, в полном разрешении экспорта.
tr: Ön izlemenin durduğu kareyi tam dışa verme çözünürlüğünde kaydeder.
zh_hans: 存的就是预览里当前停着的这一帧，按导出分辨率输出。
zh_hant: 存的就是預覽裡當前停著的這一幀，按匯出解析度輸出。

# StudioCoverSaved
source: Cover saved: {0} · {1}×{2} · in {3}
cs: Obálka uložena: {0} · {1}×{2} · v {3}
de: Titelbild gespeichert: {0} · {1}×{2} · in {3}
es: Portada guardada: {0} · {1}×{2} · en {3}
fr: Vignette enregistrée : {0} · {1}×{2} · dans {3}
it: Copertina salvata: {0} · {1}×{2} · in {3}
ja: サムネイルを保存しました: {0} · {1}×{2} · 保存先 {3}
ko: 커버를 저장했습니다: {0} · {1}×{2} · 위치 {3}
pl: Okładka zapisana: {0} · {1}×{2} · w {3}
pt_br: Capa salva: {0} · {1}×{2} · em {3}
ru: Обложка сохранена: {0} · {1}×{2} · в {3}
tr: Kapak kaydedildi: {0} · {1}×{2} · konum {3}
zh_hans: 封面已保存：{0} · {1}×{2} · 位于 {3}
zh_hant: 封面已儲存：{0} · {1}×{2} · 位於 {3}

# StudioCoverCancelled
source: No folder chosen, so nothing was saved.
cs: Nebyla vybrána složka, takže se nic neuložilo.
de: Kein Ordner gewählt, also nichts gespeichert.
es: No se eligió carpeta, así que no se guardó nada.
fr: Aucun dossier choisi, rien n'a été enregistré.
it: Nessuna cartella scelta, quindi non è stato salvato nulla.
ja: フォルダーが選ばれなかったので保存していません。
ko: 폴더를 고르지 않아 저장하지 않았습니다.
pl: Nie wybrano folderu, więc nic nie zapisano.
pt_br: Nenhuma pasta escolhida, então nada foi salvo.
ru: Папка не выбрана, поэтому ничего не сохранено.
tr: Klasör seçilmediği için hiçbir şey kaydedilmedi.
zh_hans: 未选择文件夹，封面没有保存。
zh_hant: 未選擇資料夾，封面沒有儲存。

# StudioExporting
source: Encoding… {0}%
cs: Kódování… {0} %
de: Wird kodiert … {0} %
es: Codificando… {0} %
fr: Encodage… {0} %
it: Codifica in corso… {0} %
ja: エンコード中… {0}%
ko: 인코딩 중… {0}%
pl: Kodowanie… {0}%
pt_br: Codificando… {0}%
ru: Кодирование… {0} %
tr: Kodlanıyor… %{0}
zh_hans: 正在编码… {0}%
zh_hant: 正在編碼… {0}%

# StudioExported
source: Exported {0} · {1} MB · took {2} s for {3} s of video · in {4}
cs: Exportováno {0} · {1} MB · {2} s na {3} s videa · v {4}
de: {0} exportiert · {1} MB · {2} s für {3} s Video · in {4}
es: {0} exportado · {1} MB · {2} s para {3} s de vídeo · en {4}
fr: {0} exporté · {1} Mo · {2} s pour {3} s de vidéo · dans {4}
it: {0} esportato · {1} MB · {2} s per {3} s di video · in {4}
ja: {0} を書き出しました · {1} MB · {3} 秒の動画に {2} 秒 · 保存先 {4}
ko: {0} 내보냄 · {1} MB · {3}초 영상에 {2}초 걸림 · 위치 {4}
pl: Wyeksportowano {0} · {1} MB · {2} s na {3} s filmu · w {4}
pt_br: {0} exportado · {1} MB · {2} s para {3} s de vídeo · em {4}
ru: Экспортировано {0} · {1} МБ · {2} с на {3} с видео · в {4}
tr: {0} dışa verildi · {1} MB · {3} sn videoyu {2} sn'de · konum {4}
zh_hans: 已导出 {0} · {1} MB · 用 {2} 秒编出 {3} 秒视频 · 位于 {4}
zh_hant: 已匯出 {0} · {1} MB · 用 {2} 秒編出 {3} 秒影片 · 位於 {4}

# StudioExportCancelled
source: No folder chosen, so nothing was exported.
cs: Nebyla vybrána složka, takže se nic neexportovalo.
de: Kein Ordner gewählt, also nichts exportiert.
es: No se eligió carpeta, así que no se exportó nada.
fr: Aucun dossier choisi, rien n'a été exporté.
it: Nessuna cartella scelta, quindi non è stato esportato nulla.
ja: フォルダーが選ばれなかったので書き出していません。
ko: 폴더를 고르지 않아 내보내지 않았습니다.
pl: Nie wybrano folderu, więc nic nie wyeksportowano.
pt_br: Nenhuma pasta escolhida, então nada foi exportado.
ru: Папка не выбрана, поэтому ничего не экспортировано.
tr: Klasör seçilmediği için hiçbir şey dışa verilmedi.
zh_hans: 未选择文件夹，没有导出。
zh_hant: 未選擇資料夾，沒有匯出。

# TurnoverViewNote.Text
source: Switchable at any time; both draw the same series, so no new fetch.
cs: Lze přepnout kdykoli; obojí kreslí stejnou řadu, bez nového načítání.
de: Jederzeit umschaltbar; beide zeichnen dieselbe Reihe, also kein neuer Abruf.
es: Se cambia en cualquier momento; ambos dibujan la misma serie, sin volver a pedir datos.
fr: Commutable à tout moment ; les deux tracent la même série, sans nouvelle requête.
it: Commutabile in ogni momento; entrambe disegnano la stessa serie, senza nuovo scarico.
ja: いつでも切り替えられます。同じデータを描くので取得はやり直しません。
ko: 언제든 바꿀 수 있습니다. 같은 데이터를 그리므로 다시 가져오지 않습니다.
pl: Przełączalne w każdej chwili; oba rysują tę samą serię, bez ponownego pobierania.
pt_br: Alternável a qualquer momento; ambos desenham a mesma série, sem nova requisição.
ru: Переключается в любой момент; оба рисуют тот же ряд, без нового запроса.
tr: Her an değiştirilebilir; ikisi de aynı seriyi çizer, yeniden veri çekilmez.
zh_hans: 随时切换；两种形态画的是同一份数据，不会重新取数。
zh_hant: 隨時切換；兩種形態畫的是同一份資料，不會重新取數。

# StockSearch.Header
source: Stock
cs: Akcie
de: Wertpapier
es: Valor
fr: Titre
it: Titolo
ja: 銘柄
ko: 종목
pl: Spółka
pt_br: Ação
ru: Бумага
tr: Hisse
zh_hans: 股票
zh_hant: 股票

# StockSearch.PlaceholderText
source: Code, name or pinyin
cs: Kód, název nebo pinyin
de: Kürzel, Name oder Pinyin
es: Código, nombre o pinyin
fr: Code, nom ou pinyin
it: Codice, nome o pinyin
ja: コード、名称、またはピンイン
ko: 코드, 이름 또는 병음
pl: Kod, nazwa lub pinyin
pt_br: Código, nome ou pinyin
ru: Код, название или пиньинь
tr: Kod, ad veya pinyin
zh_hans: 代码、中文名或拼音
zh_hant: 代碼、中文名稱或拼音

# StockNoneChosen
source: No stock chosen.
cs: Není vybrána žádná akcie.
de: Kein Wertpapier gewählt.
es: Ningún valor elegido.
fr: Aucun titre choisi.
it: Nessun titolo scelto.
ja: 銘柄が選ばれていません。
ko: 선택된 종목이 없습니다.
pl: Nie wybrano spółki.
pt_br: Nenhuma ação escolhida.
ru: Бумага не выбрана.
tr: Hisse seçilmedi.
zh_hans: 尚未选择股票。
zh_hant: 尚未選擇股票。

# StockModeLabel.Text
source: Mode
cs: Režim
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pl: Tryb
pt_br: Modo
ru: Режим
tr: Kip
zh_hans: 模式
zh_hant: 模式

# StockModeDaily.Content
source: Across trading days
cs: Přes více obchodních dní
de: Über mehrere Handelstage
es: A lo largo de varias sesiones
fr: Sur plusieurs séances
it: Su più sedute
ja: 複数の営業日
ko: 여러 거래일
pl: Przez wiele sesji
pt_br: Ao longo de vários pregões
ru: За несколько торговых дней
tr: Birden çok işlem günü
zh_hans: 多个交易日
zh_hant: 多個交易日

# StockModeIntraday.Content
source: Within one trading day
cs: V rámci jednoho dne
de: Innerhalb eines Handelstags
es: Dentro de una sesión
fr: À l'intérieur d'une séance
it: All'interno di una seduta
ja: 1 営業日の中
ko: 하루 안에서
pl: W ciągu jednej sesji
pt_br: Dentro de um pregão
ru: Внутри одного дня
tr: Tek bir işlem günü içinde
zh_hans: 指定某一交易日
zh_hant: 指定某一交易日

# StockTradingDay.Header
source: Trading day
cs: Obchodní den
de: Handelstag
es: Sesión
fr: Séance
it: Seduta
ja: 営業日
ko: 거래일
pl: Sesja
pt_br: Pregão
ru: Торговый день
tr: İşlem günü
zh_hans: 交易日
zh_hant: 交易日

# PageCancelled
source: Stopped.
cs: Zastaveno.
de: Angehalten.
es: Detenido.
fr: Arrêté.
it: Interrotto.
ja: 停止しました。
ko: 중지했습니다.
pl: Zatrzymano.
pt_br: Interrompido.
ru: Остановлено.
tr: Durduruldu.
zh_hans: 已停止。
zh_hant: 已停止。

# PageTimedOut
source: That took too long and was given up on.
cs: Trvalo to příliš dlouho a bylo to vzdáno.
de: Das hat zu lange gedauert und wurde abgebrochen.
es: Tardó demasiado y se abandonó.
fr: Cela a pris trop de temps et a été abandonné.
it: Ha richiesto troppo tempo ed è stato abbandonato.
ja: 時間がかかりすぎたため中止しました。
ko: 너무 오래 걸려 중단했습니다.
pl: Trwało to zbyt długo i zostało przerwane.
pt_br: Demorou demais e foi abandonado.
ru: Это заняло слишком долго и было прервано.
tr: Çok uzun sürdü ve vazgeçildi.
zh_hans: 耗时过长，已放弃。
zh_hant: 耗時過長，已放棄。

# PageWorkFailed
source: {0} failed: {1}
cs: {0} selhalo: {1}
de: {0} fehlgeschlagen: {1}
es: {0} falló: {1}
fr: Échec de {0} : {1}
it: {0} non riuscito: {1}
ja: {0} に失敗しました: {1}
ko: {0} 실패: {1}
pl: {0} nie powiodło się: {1}
pt_br: {0} falhou: {1}
ru: Не удалось выполнить «{0}»: {1}
tr: {0} başarısız: {1}
zh_hans: {0}失败：{1}
zh_hant: {0}失敗：{1}

# SettingsLanguageLabel.Text
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

# SettingsLanguageSystem.Content
source: Follow Windows
cs: Podle Windows
de: Windows folgen
es: Seguir a Windows
fr: Suivre Windows
it: Segui Windows
ja: Windows に従う
ko: Windows 따르기
pl: Zgodnie z Windows
pt_br: Seguir o Windows
ru: Как в Windows
tr: Windows'u izle
zh_hans: 跟随 Windows
zh_hant: 跟隨 Windows

# SettingsLanguageRestart.Text
source: The language changes when the app restarts.
cs: Jazyk se změní po restartu aplikace.
de: Die Sprache wechselt, wenn die App neu startet.
es: El idioma cambia cuando la aplicación se reinicia.
fr: La langue change au redémarrage de l'application.
it: La lingua cambia al riavvio dell'app.
ja: 言語はアプリを再起動すると変わります。
ko: 언어는 앱을 다시 시작하면 바뀝니다.
pl: Język zmieni się po ponownym uruchomieniu aplikacji.
pt_br: O idioma muda quando o aplicativo reinicia.
ru: Язык сменится после перезапуска приложения.
tr: Dil, uygulama yeniden başladığında değişir.
zh_hans: 语言会在应用重启后生效。
zh_hant: 語言會在應用程式重新啟動後生效。

# SettingsLanguageRestartNow.Content
source: Restart now
cs: Restartovat nyní
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
pl: Uruchom ponownie
pt_br: Reiniciar agora
ru: Перезапустить сейчас
tr: Şimdi yeniden başlat
zh_hans: 立即重启
zh_hant: 立即重新啟動

# SettingsThemeLabel.Text
source: Appearance
cs: Vzhled
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pl: Wygląd
pt_br: Aparência
ru: Оформление
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

# SettingsThemeSystem
source: Follow Windows
cs: Podle Windows
de: Windows folgen
es: Seguir a Windows
fr: Suivre Windows
it: Segui Windows
ja: Windows に従う
ko: Windows 따르기
pl: Zgodnie z Windows
pt_br: Seguir o Windows
ru: Как в Windows
tr: Windows'u izle
zh_hans: 跟随 Windows
zh_hant: 跟隨 Windows

# SettingsThemeLight
source: Light
cs: Světlý
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 밝게
pl: Jasny
pt_br: Claro
ru: Светлое
tr: Açık
zh_hans: 浅色
zh_hant: 淺色

# SettingsThemeDark
source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 어둡게
pl: Ciemny
pt_br: Escuro
ru: Тёмное
tr: Koyu
zh_hans: 深色
zh_hant: 深色

# SettingsThemeNote.Text
source: Applies as you pick it, and reaches the app only. A video keeps its own palette, so the preview still predicts the file.
cs: Platí ihned po zvolení a týká se jen aplikace. Video si drží vlastní paletu, takže náhled dál předpovídá soubor.
de: Gilt sofort und betrifft nur die App. Ein Video behält seine eigene Farbgebung, damit die Vorschau die Datei weiterhin vorhersagt.
es: Se aplica al elegirlo y alcanza solo a la aplicación. Un vídeo conserva su propia paleta, para que la vista previa siga prediciendo el archivo.
fr: S'applique dès que vous choisissez, et ne touche que l'application. Une vidéo garde sa propre palette, de sorte que l'aperçu continue de prédire le fichier.
it: Si applica appena lo scegli e riguarda solo l'app. Un video conserva la propria tavolozza, così l'anteprima continua a prevedere il file.
ja: 選ぶとすぐ反映され、アプリ自体にのみ及びます。動画は独自の配色を保つので、プレビューはファイルをそのまま表します。
ko: 고르는 즉시 적용되며 앱 자체에만 미칩니다. 영상은 자체 색을 유지하므로 미리 보기가 파일을 그대로 보여 줍니다.
pl: Działa od razu po wybraniu i dotyczy tylko aplikacji. Film zachowuje własną paletę, więc podgląd nadal przewiduje plik.
pt_br: Vale assim que você escolhe e alcança só o aplicativo. Um vídeo mantém a própria paleta, para que a prévia continue prevendo o arquivo.
ru: Применяется сразу и касается только приложения. У видео своя палитра, поэтому предпросмотр по-прежнему предсказывает файл.
tr: Seçtiğiniz anda uygulanır ve yalnızca uygulamayı etkiler. Video kendi renk düzenini korur, böylece ön izleme dosyayı yine de haber verir.
zh_hans: 选中即生效，且只影响应用本身。视频有自己固定的配色，所以预览仍然能代表成片。
zh_hant: 選取即生效，且只影響應用程式本身。影片有自己固定的配色，所以預覽仍然能代表成品。
